Revit 2027 API
InSessionPrintSetting Properties
The InSessionPrintSetting type exposes the following members.
Properties
Name | Description
PrintParameters | Returns the Parameters of Print Setup.
Top
See Also
Reference
InSessionPrintSetting Class
Autodesk.Revit.DB Namespace